Repository: mvialette/Metronomy
Catalog: lib/l10n/app_*.arb
Languages: fr

# language
source: English
fr: Français

# localEn
source: English
fr: Anglais

# localFr
source: French
fr: Français

source: All songs
fr: Tous les morceaux

source: Play a song
fr: Jouer un morceau

source: Profil
fr: Gérer votre compte

source: Settings
fr: Paramètres

# firstSongDifferent
source: First song must be different
fr: Jouer un premier song différent

# debugMode
source: Debuging mode
fr: Mode debug

source: Starting countdown bars number
fr: Nombre de mesure de compte à rebours

# databaseVersion
source: Version of the database
fr: Version de la base de données

# usernameLabel
source: User name :
fr: Nom d'utilisateur :

# languageLabel
source: Selected locale :
fr: Langue sélectionnée :

# listDescriptionAllSongs
source: List of all available songs :
fr: Liste des morceaux disponible :

# songTitleLabel
source: Title :
fr: Titre :

source: Time signature :
fr: Signature

# tempo
source: BPM (Beats Per Minutes) :
fr: BPM

# songSection
source: Section :
fr: Parties

source: Breadcrumb :
fr: Fil d'ariane / parties du morceaubeatsByBar :

source: Beats by bar :
fr: Avancement :

source: Starting countdown :
fr: Compte à rebours :

source: Advanced mode :
fr: Mode avancé :

# nextSection
source: Next :
fr: à suivre :

source: Join
fr: Rejoindre

# welcomeTextOne
source: Drum addict, join our community and welcome in a new way of practice.
fr: Batteurs passionnés, rejoignez notre communauté en vous inscrivant pour découvrir ce monde exceptionnel.

# welcomeTextTwo
source: Play with us, follow the rythm.
fr: Frappez avec nous et laissez votre rythme résonner et créez de la musique qui fait vibrer !
